Repository: aguva/submit
Catalog: po/*.po
Languages: de

source: Aborted on user request.
de: Auf Benutzerwunsch abgebrochen.

source: The delivery type "%(module)s" is not defined.
de: Das Auslieferungsverfahren „%(module)s“ ist nicht definiert.

source: Unable to find sendmail program.
de: Kann kein „sendmail“-Programm finden.

source: "%(program)s" failed: %(details)s.
de: „%(program)s“ fehlgeschlagen: %(details)s.

source: "%(program)s" failed with unknown error.
de: „%(program)s“ fehlgeschlagen: Unbekannter Fehler.

source: Unable to open connection to %(host)s.
de: Kann keine Verbindung zu %(host)s aufbauen.

source: Error while talking to %(host)s: %(details)s
de: Bei der Kommunikation mit %(host)s ist ein Fehler aufgetreten: %s.

source: Unable to read CA file: %s.
de: Kann die CA-Datei nicht lesen: %s.

source: Please specify an SHA-1 fingerprint.
de: Bitte geben Sie den Fingerabdruck als SHA-1-Hash an.

source: You must specify a certificate if you want to use a private key.
de: Sie müssen ein Zertifikat (Option „certificate“) angeben, wenn Sie einen privaten Schlüssel verwenden wollen.

source: Unable to read TLS certificate: %(details)s.
de: Kann Zertifikat nicht lesen: %(details)s.

source: Error while trying to establish an encrypted connection to %(host)s: %(details)s.
de: Kann keine verschlüsselte Verbindung zu %(host)s herstellen: %(details)s.

source: Unable to read private key file: %(details)s.
de: Kann geheimen Schlüssel nicht lesen: %(details)s.

source: Please enter the passphrase to your private key:
de: Bitte geben Sie die Passphrase zu Ihrem geheimen Schlüssel ein:

source: Unable to read TLS private key: %(details)s.
de: Kann geheimen Schlüssel nicht lesen: %(details)s.

source: Please enter your SMTP password:
de: Bitte geben Sie Ihr SMTP-Passwort ein:

source: Could not find a suitable SMTP authentication mechanism.
de: Es steht kein brauchbarer SMTP-Authentifizierungsmechanismus zur Verfügung.

source: SMTP transmission failed with error code %(code)d: %(details)s.
de: Der Mailversand über SMTP ist mit dem Code %(code)d fehlgeschlagen: %(details)s.

source: Unknown option: "%(opt)s".
de: Unbekannte Option „%(opt)s“.

source: Option "%(opt)s" needs an argument.
de: Die Option „%(opt)s“ benötigt ein Argument.

source: Mail submission has been cancelled because you have to supply a password, but there is no way to ask you for it. This happens, for example, if you run a mail client like Mutt on a console. Please run "submit --unlock all" on another virtual terminal and try again.
de: Der Mailversand wurde unterbrochen, weil Sie ein Passwort angeben müssten, es aber technisch keine Möglichkeit gibt, Sie danach zu fragen. Dies passiert beispielsweise, wenn Sie einen Mailclient wie Mutt auf der Konsole benutzen. Bitte führen Sie „submit --unlock all“ auf einem anderen virtuellen Terminal aus und versuchen Sie es erneut.

source: Unable to access GNOME keyring.
de: Kann nicht auf den GNOME-Schlüsselbund zugreifen.

source: Mail delivery problem
de: Problem beim Mailversand

source: Remember password
de: Passwort speichern

source: Supply credentials for local mail delivery
de: Legitimation für lokalen Mailversand

source: Supply credentials for mail delivery to remote hosts
de: Legitimation für Mailversand an entfernte Geräte

source: Supply credentials for mail delivery via "%(method)s"
de: Legitimation für Mailversand via „%(method)s“

source: Usage: submit [OPTIONS] [RECIPIENT ...] Deliver the message passed on stdin according to ~/.submit/config. Supported options: -C PATH Override the location of the config directory. --daemon Only start a daemon process; do not deliver anything. --shutdown Terminate the daemon process and exit. --unlock METHOD Ask for the necessary passwords to send mail using the specified METHOD. "--unlock all" unlocks all methods. Do not deliver anything. -f/-r ADDRESS Set the envelope sender address. -i/-oi Don't treat a line containing nothing but a period as EOF. -t Parse recipient addresses from the message body and add them to the list of recipients. --version Show the version of submit and exit. --help Show this text and exit. There are some additional options which are ignored for sendmail compatibility; see the manual page for the full list. Please report bugs to <submit@uiae.at>.
de: Aufruf: submit [OPTIONEN] [EMPFÄNGER ...] Liefere die auf der Standardeingabe übergebene E-Mail gemäß ~/.submit/config an die angegebenen Empfänger aus. Bekannte Optionen: -C VERZEICHNIS Suche am angegebenen Ort nach Konfigurationsdateien. --daemon Starte nur einen Hintergrundprozess, nichts ausliefern. --shutdown Beende den Hintergrundprozess. --unlock METHODE Frage nach allen notwendigen Passwörtern, um über die angegebene METHODE Mails zu versenden. „--unlock all“ entsperrt alle Methoden. -f/-r ADRESSE Setze die Envelope-Sender-Adresse. -i/-oi Behandle eine Zeile, die nur aus einem Punkt besteht, nicht als Ende der zu versendenden Mail. -t Suche in der Mail nach zusätzlichen Empfängeradressen. --version Zeige die Versionsnummer von submit. --help Zeige diesen Hilfetext. Einige weitere Optionen werden zur Kompatibilität mit „sendmail“ ignoriert. Die Manpage enthält eine vollständige Liste. Bitte berichten Sie Fehler an <submit@uiae.at>.
